Repository: wandelhaggis/vocabspark
Catalog: Sources/FrenchVocab/Localizable.xcstrings
Source language: de
Languages: ar, el, en, es, fr, it, ja, ko, nl, pl, pt, ru, sv, tr, zh_hans

source: Geschafft!
ar: أحسنت!
el: Τα κατάφερες!
en: Done!
es: ¡Listo!
fr: Terminé !
it: Fatto!
ja: やったね！
ko: 성공!
nl: Gelukt!
pl: Udało się!
pt: Conseguiu!
ru: Готово!
sv: Klart!
tr: Başardın!
zh_hans: 完成！

source: Gespeichert!
ar: تم الحفظ!
el: Αποθηκεύτηκε!
en: Saved!
es: ¡Guardado!
fr: Enregistré !
it: Salvato!
ja: 保存しました！
ko: 저장됐어요!
nl: Opgeslagen!
pl: Zapisano!
pt: Guardado!
ru: Сохранено!
sv: Sparat!
tr: Kaydedildi!
zh_hans: 已保存！

source: Gewusst
ar: أعرفها
el: Το ήξερα
en: Correct
es: Acertadas
fr: Réussis
it: Sapute
ja: 正解
ko: 알아요
nl: Goed
pl: Wiedziałem
pt: Acertadas
ru: Знаю
sv: Kunde det
tr: Bildim
zh_hans: 会了

source: Gewusst!
ar: أعرفها!
el: Το ήξερα!
en: Got it!
es: ¡Lo sé!
fr: Je sais !
it: Lo so!
ja: 正解！
ko: 알아요!
nl: Goed!
pl: Wiedziałem!
pt: Acertei!
ru: Знаю!
sv: Kunde det!
tr: Bildim!
zh_hans: 会了！

source: Griechisch
ar: اليونانية
el: Ελληνικά
en: Greek
es: Griego
fr: Grec
it: Greco
ja: ギリシャ語
ko: 그리스어
nl: Grieks
pl: Grecki
pt: Grego
ru: Греческий
sv: Grekiska
tr: Yunanca
zh_hans: 希腊语

source: Heute
ar: اليوم
el: Σήμερα
en: Today
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dziś
pt: Hoje
ru: Сегодня
sv: Idag
tr: Bugün
zh_hans: 今天

source: Hol dir einen Key unter platform.openai.com/api-keys Der Key bleibt nur auf diesem Gerät gespeichert.
ar: احصل على مفتاح من platform.openai.com/api-keys المفتاح يُحفظ على هذا الجهاز فقط.
el: Πάρε ένα Key από το platform.openai.com/api-keys Το Key αποθηκεύεται μόνο σε αυτή τη συσκευή.
en: Get a key at platform.openai.com/api-keys It's stored only on this device.
es: Consigue una clave en platform.openai.com/api-keys La clave se guarda solo en este dispositivo.
fr: Obtiens une clé sur platform.openai.com/api-keys La clé reste uniquement sur cet appareil.
it: Ottieni una chiave su platform.openai.com/api-keys La chiave rimane solo su questo dispositivo.
ja: platform.openai.com/api-keys でキーを取得できます。 キーはこの端末にのみ保存されます。
ko: platform.openai.com/api-keys 에서 키를 받으세요 키는 이 기기에만 저장돼요.
nl: Haal een sleutel op bij platform.openai.com/api-keys De sleutel wordt alleen op dit apparaat bewaard.
pl: Pobierz klucz ze strony platform.openai.com/api-keys Klucz zostaje tylko na tym urządzeniu.
pt: Vai buscar uma chave a platform.openai.com/api-keys A chave fica guardada apenas neste dispositivo.
ru: Получи ключ на platform.openai.com/api-keys Ключ хранится только на этом устройстве.
sv: Hämta en nyckel på platform.openai.com/api-keys Nyckeln sparas bara på den här enheten.
tr: Anahtarı platform.openai.com/api-keys adresinden al Anahtar sadece bu cihazda saklanır.
zh_hans: 请前往 platform.openai.com/api-keys 获取密钥 密钥仅保存在此设备上。

source: Import abgebrochen
ar: تم إلغاء الاستيراد
el: Η εισαγωγή ακυρώθηκε
en: Import canceled
es: Importación cancelada
fr: Import annulé
it: Importazione annullata
ja: インポートをキャンセルしました
ko: 가져오기가 취소됐어요
nl: Import geannuleerd
pl: Import anulowany
pt: Importação cancelada
ru: Импорт отменён
sv: Import avbruten
tr: İçe aktarma iptal edildi
zh_hans: 导入已取消

source: Import für %@ %@
ar: استيراد إلى %@ %@
el: Εισαγωγή για %@ %@
en: Import for %@ %@
es: Importar para %@ %@
fr: Import pour %@ %@
it: Importa per %@ %@
ja: %@ %@ のインポート
ko: %@ %@ 가져오기
nl: Import voor %@ %@
pl: Import dla %@ %@
pt: Importar para %@ %@
ru: Импорт для %@ %@
sv: Import för %@ %@
tr: %@ %@ için içe aktarma
zh_hans: 导入到 %@ %@

source: Importiere eine CSV-/TXT-Datei mit %@;%@ pro Zeile.
ar: استورد ملف CSV/TXT يحتوي على %@;%@ في كل سطر.
el: Εισήγαγε ένα αρχείο CSV/TXT με %@;%@ ανά γραμμή.
en: Import a CSV/TXT file with %@;%@ per line.
es: Importa un archivo CSV/TXT con %@;%@ por línea.
fr: Importe un fichier CSV/TXT avec %@;%@ par ligne.
it: Importa un file CSV/TXT con %@;%@ per riga.
ja: 1行あたり %@;%@ の形式の CSV/TXT ファイルをインポートします。
ko: 한 줄에 %@;%@ 형식의 CSV/TXT 파일을 가져오세요.
nl: Importeer een CSV-/TXT-bestand met %@;%@ per regel.
pl: Zaimportuj plik CSV/TXT z %@;%@ w każdej linii.
pt: Importe um arquivo CSV/TXT com %@;%@ por linha.
ru: Импортируй CSV/TXT-файл с %@;%@ в каждой строке.
sv: Importera en CSV-/TXT-fil med %@;%@ per rad.
tr: Her satırda %@;%@ bulunan bir CSV/TXT dosyasını içe aktar.
zh_hans: 导入每行包含 %@;%@ 的 CSV/TXT 文件。

source: Importiert!
ar: تم الاستيراد!
el: Εισήχθη!
en: Imported!
es: ¡Importado!
fr: Importé !
it: Importato!
ja: インポートしました！
ko: 가져왔어요!
nl: Geïmporteerd!
pl: Zaimportowano!
pt: Importado!
ru: Импортировано!
sv: Importerat!
tr: İçe aktarıldı!
zh_hans: 已导入！

source: Italienisch
ar: الإيطالية
el: Ιταλικά
en: Italian
es: Italiano
fr: Italien
it: Italiano
ja: イタリア語
ko: 이탈리아어
nl: Italiaans
pl: Włoski
pt: Italiano
ru: Итальянский
sv: Italienska
tr: İtalyanca
zh_hans: 意大利语

source: Japanisch
ar: اليابانية
el: Ιαπωνικά
en: Japanese
es: Japonés
fr: Japonais
it: Giapponese
ja: 日本語
ko: 일본어
nl: Japans
pl: Japoński
pt: Japonês
ru: Японский
sv: Japanska
tr: Japonca
zh_hans: 日语

source: Kann ich!
ar: أجدتها!
el: Το ξέρω!
en: I know it!
es: ¡Lo sé!
fr: Je sais !
it: Ce l'ho!
ja: わかる！
ko: 알아요!
nl: Die ken ik!
pl: Znam!
pt: Eu sei!
ru: Помню!
sv: Jag kan!
tr: Biliyorum!
zh_hans: 没问题！

source: Karten
ar: بطاقات
el: Κάρτες
en: Cards
es: Tarjetas
fr: Cartes
it: Carte
ja: カード
ko: 카드
nl: Kaarten
pl: Karty
pt: Cartões
ru: Карточки
sv: Kort
tr: Kartlar
zh_hans: 卡片

source: Kategorie
ar: الفئة
el: Κατηγορία
en: Status
es: Categoría
fr: Catégorie
it: Categoria
ja: カテゴリー
ko: 카테고리
nl: Categorie
pl: Kategoria
pt: Categoria
ru: Категория
sv: Kategori
tr: Durum
zh_hans: 类别

source: Keine
ar: لا شيء
el: Καμία
en: None
es: Ninguna
fr: Aucune
it: Nessuna
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt: Nenhuma
ru: Нет
sv: Inga
tr: Yok
zh_hans: 无

source: Keine Internetverbindung
ar: لا يوجد اتصال بالإنترنت
el: Δεν υπάρχει σύνδεση στο διαδίκτυο
en: No internet connection
es: Sin conexión a Internet
fr: Pas de connexion Internet
it: Nessuna connessione a Internet
ja: インターネットに接続されていません
ko: 인터넷에 연결되지 않았어요
nl: Geen internetverbinding
pl: Brak połączenia z internetem
pt: Sem ligação à Internet
ru: Нет подключения к интернету
sv: Ingen internetanslutning
tr: İnternet bağlantısı yok
zh_hans: 无网络连接

source: Key entfernen
ar: إزالة المفتاح
el: Αφαίρεση Key
en: Remove key
es: Eliminar clave
fr: Supprimer la clé
it: Rimuovi chiave
ja: キーを削除
ko: 키 삭제
nl: Sleutel verwijderen
pl: Usuń klucz
pt: Remover chave
ru: Удалить ключ
sv: Ta bort nyckel
tr: Anahtarı kaldır
zh_hans: 移除密钥

source: Koreanisch
ar: الكورية
el: Κορεατικά
en: Korean
es: Coreano
fr: Coréen
it: Coreano
ja: 韓国語
ko: 한국어
nl: Koreaans
pl: Koreański
pt: Coreano
ru: Корейский
sv: Koreanska
tr: Korece
zh_hans: 韩语

source: Latein
ar: اللاتينية
el: Λατινικά
en: Latin
es: Latín
fr: Latin
it: Latino
ja: ラテン語
ko: 라틴어
nl: Latijn
pl: Łacina
pt: Latim
ru: Латынь
sv: Latin
tr: Latince
zh_hans: 拉丁语

source: Lernen
ar: تعلّم
el: Μάθηση
en: Learn
es: Aprender
fr: Apprendre
it: Impara
ja: 学習
ko: 학습
nl: Leren
pl: Nauka
pt: Aprender
ru: Учить
sv: Lärande
tr: Öğren
zh_hans: 学习

source: Lernsession
ar: جلسة تعلّم
el: Συνεδρία εκμάθησης
en: Learning session
es: Sesión de aprendizaje
fr: Session d'apprentissage
it: Sessione di apprendimento
ja: 学習セッション
ko: 학습 세션
nl: Leersessie
pl: Sesja nauki
pt: Sessão de aprendizagem
ru: Тренировка
sv: Inlärningspass
tr: Öğrenme oturumu
zh_hans: 学习时间

source: Los geht's! (%lld Karten)
ar: هيا نبدأ! (%lld بطاقة)
el: Πάμε! (%lld κάρτες)
en: Let's go! (%lld cards)
es: ¡Vamos! (%lld tarjetas)
fr: C'est parti ! (%lld cartes)
it: Via! (%lld carte)
ja: はじめましょう！（%lld 枚）
ko: 시작해요! (카드 %lld장)
nl: Aan de slag! (%lld kaarten)
pl: Zaczynamy! (%lld karty)
pt: Vamos lá! (%lld cartões)
ru: Поехали! (%lld карточки)
sv: Nu kör vi! (%lld kort)
tr: Hadi başlayalım! (%lld kart)
zh_hans: 出发！（%lld 张卡片）

source: Löschen
ar: حذف
el: Διαγραφή
en: Delete
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt: Eliminar
ru: Удалить
sv: Ta bort
tr: Sil
zh_hans: 删除

source: Meine Sprache
ar: لغتي
el: Η γλώσσα μου
en: My language
es: Mi idioma
fr: Ma langue
it: La mia lingua
ja: 母語
ko: 내 언어
nl: Mijn taal
pl: Mój język
pt: Meu idioma
ru: Мой язык
sv: Mitt språk
tr: Ana dilim
zh_hans: 我的语言

source: Neu
ar: جديد
el: Νέα
en: New
es: Nueva
fr: Nouveau
it: Nuova
ja: 新規
ko: 신규
nl: Nieuw
pl: Nowe
pt: Nova
ru: Новое
sv: Ny
tr: Yeni
zh_hans: 新

source: Neue Vokabel
ar: كلمة جديدة
el: Νέα λέξη
en: New word
es: Nueva palabra
fr: Nouveau mot
it: Nuova parola
ja: 新しい単語
ko: 새 단어
nl: Nieuw woord
pl: Nowe słówko
pt: Nova palavra
ru: Новое слово
sv: Nytt ord
tr: Yeni kelime
zh_hans: 新单词

source: Neuer Rekord! 💪
ar: رقم قياسي جديد! 💪
el: Νέο ρεκόρ! 💪
en: New record! 💪
es: ¡Nuevo récord! 💪
fr: Nouveau record ! 💪
it: Nuovo record! 💪
ja: 新記録！ 💪
ko: 새로운 기록! 💪
nl: Nieuw record! 💪
pl: Nowy rekord! 💪
pt: Novo recorde! 💪
ru: Новый рекорд! 💪
sv: Nytt rekord! 💪
tr: Yeni rekor! 💪
zh_hans: 新纪录！💪

source: Nicht gespeicherte Eingabe?
ar: إدخال غير محفوظ؟
el: Μη αποθηκευμένη εισαγωγή;
en: Unsaved changes?
es: ¿Descartar cambios?
fr: Mot non enregistré ?
it: Parola non salvata?
ja: 未保存の入力があります
ko: 저장하지 않은 입력이 있어요
nl: Invoer niet opgeslagen?
pl: Niezapisane dane?
pt: Entrada não salva?
ru: Несохранённые данные?
sv: Osparade ändringar?
tr: Kaydedilmemiş değişiklik?
zh_hans: 有未保存的内容？

source: Niederländisch
ar: الهولندية
el: Ολλανδικά
en: Dutch
es: Neerlandés
fr: Néerlandais
it: Olandese
ja: オランダ語
ko: 네덜란드어
nl: Nederlands
pl: Niderlandzki
pt: Holandês
ru: Нидерландский
sv: Nederländska
tr: Hollandaca
zh_hans: 荷兰语

source: Noch keine Vokabeln
ar: لا توجد كلمات بعد
el: Καμία λέξη ακόμη
en: No words yet
es: Aún no hay palabras
fr: Aucun mot pour le moment
it: Ancora nessuna parola
ja: まだ単語がありません
ko: 아직 단어가 없어요
nl: Nog geen woorden
pl: Nie ma jeszcze słówek
pt: Ainda não há palavras
ru: Слов пока нет
sv: Inga ord än
tr: Henüz kelime yok
zh_hans: 还没有单词

source: Noch nichts zum Lernen
ar: لا يوجد شيء للتعلم بعد
el: Τίποτα για μάθηση ακόμη
en: Nothing to learn yet
es: Nada que aprender aún
fr: Rien à apprendre pour le moment
it: Ancora niente da imparare
ja: まだ学習するものがありません
ko: 아직 학습할 내용이 없어요
nl: Nog niets om te leren
pl: Nie ma jeszcze nic do nauki
pt: Nada para aprender ainda
ru: Пока нечего учить
sv: Inget att plugga än
tr: Henüz öğrenilecek bir şey yok
zh_hans: 暂无可学习的内容

source: Nochmal
ar: مرة أخرى
el: Ξανά
en: Again
es: Otra vez
fr: Encore
it: Ancora
ja: もう一度
ko: 다시
nl: Opnieuw
pl: Jeszcze raz
pt: De novo
ru: Ещё раз
sv: Igen
tr: Tekrar
zh_hans: 重来

source: Ohne Key keine Aussprache und Beispielsätze
ar: بدون مفتاح لا يوجد نطق ولا جمل توضيحية
el: Χωρίς Key δεν υπάρχουν προφορά και παραδείγματα
en: No pronunciation or examples without a key
es: Sin clave, no hay pronunciación ni frases de ejemplo
fr: Sans clé, pas de prononciation ni d'exemples
it: Senza chiave, niente pronuncia o esempi
ja: キーがないと発音と例文は使えません
ko: 키가 없으면 발음과 예문을 사용할 수 없어요
nl: Zonder sleutel geen uitspraak en voorbeeldzinnen
pl: Bez klucza nie ma wymowy ani przykładowych zdań
pt: Sem chave, não há pronúncia nem frases de exemplo
ru: Без ключа нет произношения и примеров
sv: Utan nyckel inget uttal och inga exempelmeningar
tr: Anahtar olmadan telaffuz ve örnek cümleler yok
zh_hans: 没有密钥则无法使用发音和例句

source: OpenAI API-Key
ar: مفتاح OpenAI API
es: Clave API de OpenAI
fr: Clé API OpenAI
it: Chiave API OpenAI
ja: OpenAI APIキー
ko: OpenAI API 키
nl: OpenAI API-sleutel
pl: Klucz API OpenAI
pt: Chave de API da OpenAI
ru: API-ключ OpenAI
sv: OpenAI API-nyckel
tr: OpenAI API anahtarı
zh_hans: OpenAI API 密钥

source: Polnisch
ar: البولندية
el: Πολωνικά
en: Polish
es: Polaco
fr: Polonais
it: Polacco
ja: ポーランド語
ko: 폴란드어
nl: Pools
pl: Polski
pt: Polaco
ru: Польский
sv: Polska
tr: Lehçe
zh_hans: 波兰语

source: Portugiesisch
ar: البرتغالية
el: Πορτογαλικά
en: Portuguese
es: Portugués
fr: Portugais
it: Portoghese
ja: ポルトガル語
ko: 포르투갈어
nl: Portugees
pl: Portugalski
pt: Português
ru: Португальский
sv: Portugisiska
tr: Portekizce
zh_hans: 葡萄牙语

source: Richtung
ar: الاتجاه
el: Κατεύθυνση
en: Direction
es: Dirección
fr: Sens
it: Direzione
ja: 方向
ko: 방향
nl: Richting
pl: Kierunek
pt: Direção
ru: Направление
sv: Riktning
tr: Yön
zh_hans: 方向

source: Russisch
ar: الروسية
el: Ρωσικά
en: Russian
es: Ruso
fr: Russe
it: Russo
ja: ロシア語
ko: 러시아어
pl: Rosyjski
pt: Russo
ru: Русский
sv: Ryska
tr: Rusça
zh_hans: 俄语

source: Schwedisch
ar: السويدية
el: Σουηδικά
en: Swedish
es: Sueco
fr: Suédois
it: Svedese
ja: スウェーデン語
ko: 스웨덴어
nl: Zweeds
pl: Szwedzki
pt: Sueco
ru: Шведский
sv: Svenska
tr: İsveççe
zh_hans: 瑞典语

source: Setzt den Lernfortschritt zurück
ar: يُعيد ضبط تقدّم التعلّم
el: Επαναφέρει την πρόοδο εκμάθησης
en: Resets your learning progress
es: Reinicia tu progreso
fr: Réinitialise ta progression
it: Azzera i tuoi progressi
ja: 学習の進捗をリセットします
ko: 학습 진도를 초기화해요
nl: Reset de leervoortgang
pl: Resetuje postęp nauki
pt: Redefine seu progresso
ru: Сбрасывает прогресс обучения
sv: Nollställer inlärningsframstegen
tr: Öğrenme ilerlemeni sıfırlar
zh_hans: 重置学习进度

source: Spanisch
ar: الإسبانية
el: Ισπανικά
en: Spanish
es: Español
fr: Espagnol
it: Spagnolo
ja: スペイン語
ko: 스페인어
nl: Spaans
pl: Hiszpański
pt: Espanhol
ru: Испанский
sv: Spanska
tr: İspanyolca
zh_hans: 西班牙语

source: Später
ar: لاحقاً
el: Αργότερα
en: Later
es: Más tarde
fr: Plus tard
it: Più tardi
ja: あとで
ko: 나중에
nl: Later
pl: Później
pt: Mais tarde
ru: Позже
sv: Senare
tr: Sonra
zh_hans: 稍后

source: Speichern
ar: حفظ
el: Αποθήκευση
en: Save
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt: Guardar
ru: Сохранить
sv: Spara
tr: Kaydet
zh_hans: 保存

source: Speichern & nächste
ar: حفظ والتالي
el: Αποθήκευση & επόμενη
en: Save & next
es: Guardar y siguiente
fr: Enregistrer et suivant
it: Salva e avanti
ja: 保存して次へ
ko: 저장 후 다음
nl: Opslaan & volgende
pl: Zapisz i następne
pt: Guardar e seguinte
ru: Сохранить и далее
sv: Spara & nästa
tr: Kaydet ve devam et
zh_hans: 保存并下一个

source: Sprache hinzufügen
ar: إضافة لغة
el: Προσθήκη γλώσσας
en: Add language
es: Añadir idioma
fr: Ajouter une langue
it: Aggiungi lingua
ja: 言語を追加
ko: 언어 추가
nl: Taal toevoegen
pl: Dodaj język
pt: Adicionar idioma
ru: Добавить язык
sv: Lägg till språk
tr: Dil ekle
zh_hans: 添加语言

source: Sprache wählen
ar: اختر لغة
el: Επίλεξε γλώσσα
en: Choose a language
es: Elegir idioma
fr: Choisir une langue
it: Scegli una lingua
ja: 言語を選ぶ
ko: 언어 선택
nl: Taal kiezen
pl: Wybierz język
pt: Escolher idioma
ru: Выбрать язык
sv: Välj språk
tr: Dil seç
zh_hans: 选择语言

source: Status
ar: الحالة
el: Κατάσταση
es: Estado
fr: État
it: Stato
ja: ステータス
ko: 상태
pt: Estado
ru: Статус
tr: Durum
zh_hans: 状态

source: Streak
ar: سلسلة
el: Σερί
es: Racha
fr: Série
it: Serie
ja: 連続記録
ko: 연속 기록
pl: Passa
pt: Sequência
ru: Серия
tr: Seri
zh_hans: 连续天数

source: Suchen...
ar: بحث...
el: Αναζήτηση...
en: Search...
es: Buscar...
fr: Rechercher...
it: Cerca...
ja: 検索…
ko: 검색...
nl: Zoeken...
pl: Szukaj...
pt: Procurar...
ru: Поиск...
sv: Sök...
tr: Ara...
zh_hans: 搜索…

source: Tag
ar: يوم
el: Ημέρα
en: Day
es: Día
fr: Jour
it: Giorno
ja: 日
ko: 일
nl: Dag
pl: Dzień
pt: Dia
ru: День
sv: Dag
tr: Gün
zh_hans: 天

source: Tägliche Erinnerung
ar: تذكير يومي
el: Καθημερινή υπενθύμιση
en: Daily reminder
es: Recordatorio diario
fr: Rappel quotidien
it: Promemoria giornaliero
ja: 毎日のリマインダー
ko: 매일 알림
nl: Dagelijkse herinnering
pl: Codzienne przypomnienie
pt: Lembrete diário
ru: Ежедневное напоминание
sv: Daglig påminnelse
tr: Günlük hatırlatma
zh_hans: 每日提醒

source: Tippe auf + um loszulegen!
ar: اضغط على + لتبدأ!
el: Πάτα + για να ξεκινήσεις!
en: Tap + to get started!
es: ¡Toca + para empezar!
fr: Appuie sur + pour commencer !
it: Tocca + per iniziare!
ja: ＋をタップしてはじめましょう！
ko: + 를 눌러서 시작하세요!
nl: Tik op + om te beginnen!
pl: Dotknij +, aby zacząć!
pt: Toca em + para começares!
ru: Нажми +, чтобы начать!
sv: Tryck på + för att komma igång!
tr: Başlamak için + simgesine dokun!
zh_hans: 点一下 + 开始吧！

source: Türkisch
ar: التركية
el: Τουρκικά
en: Turkish
es: Turco
fr: Turc
it: Turco
ja: トルコ語
ko: 튀르키예어
nl: Turks
pl: Turecki
pt: Turco
ru: Турецкий
sv: Turkiska
tr: Türkçe
zh_hans: 土耳其语

source: Uhrzeit
ar: الوقت
el: Ώρα
en: Time
es: Hora
fr: Heure
it: Ora
ja: 時刻
ko: 시간
nl: Tijd
pl: Godzina
pt: Hora
ru: Время
sv: Tid
tr: Saat
zh_hans: 时间

source: Verwerfen
ar: تجاهل
el: Απόρριψη
en: Discard
es: Descartar
fr: Ne pas enregistrer
it: Scarta
ja: 破棄
ko: 폐기
nl: Niet opslaan
pl: Odrzuć
pt: Descartar
ru: Отменить
sv: Släng
tr: Vazgeç
zh_hans: 不保存

source: Vokabel bearbeiten
ar: تعديل كلمة
el: Επεξεργασία λέξης
en: Edit word
es: Editar palabra
fr: Modifier le mot
it: Modifica parola
ja: 単語を編集
ko: 단어 편집
nl: Woord bewerken
pl: Edytuj słówko
pt: Editar palavra
ru: Изменить слово
sv: Redigera ord
tr: Kelimeyi düzenle
zh_hans: 编辑单词

source: Vokabel hinzufügen
ar: إضافة كلمة
el: Προσθήκη λέξης
en: Add word
es: Añadir palabra
fr: Ajouter un mot
it: Aggiungi parola
ja: 単語を追加
ko: 단어 추가
nl: Woord toevoegen
pl: Dodaj słówko
pt: Adicionar palavra
ru: Добавить слово
sv: Lägg till ord
tr: Kelime ekle
zh_hans: 添加单词

source: Vokabelliste importieren
ar: استيراد قائمة كلمات
el: Εισαγωγή λίστας λέξεων
en: Import vocabulary list
es: Importar lista de vocabulario
fr: Importer une liste de vocabulaire
it: Importa lista di parole
ja: 単語リストをインポート
ko: 단어 목록 가져오기
nl: Woordenlijst importeren
pl: Importuj listę słówek
pt: Importar lista de vocabulário
ru: Импорт списка слов
sv: Importera ordlista
tr: Kelime listesini içe aktar
zh_hans: 导入词汇列表

source: Vokabeln
ar: الكلمات
el: Λέξεις
en: Words
es: Palabras
fr: Mots
it: Parole
ja: 単語
ko: 단어
nl: Woorden
pl: Słówka
pt: Palavras
ru: Слова
sv: Ord
tr: Kelimeler
zh_hans: 单词

source: Vokabeln auswählen
ar: اختيار الكلمات
el: Επιλογή λέξεων
en: Select words
es: Seleccionar palabras
fr: Choisir des mots
it: Seleziona parole
ja: 単語を選ぶ
ko: 단어 선택
nl: Woorden kiezen
pl: Wybierz słówka
pt: Selecionar palavras
ru: Выбрать слова
sv: Välj ord
tr: Kelime seç
zh_hans: 选择单词

source: Vokabeltest
ar: اختبار الكلمات
el: Τεστ λέξεων
en: Vocab test
es: Prueba de vocabulario
fr: Test de vocabulaire
it: Test vocaboli
ja: 単語テスト
ko: 단어 시험
nl: Woordentest
pl: Test słówek
pt: Teste de vocabulário
ru: Тест слов
sv: Ordtest
tr: Kelime testi
zh_hans: 单词测验

source: Was möchtest du heute lernen?
ar: ماذا تريد أن تتعلم اليوم؟
el: Τι θέλεις να μάθεις σήμερα;
en: What do you want to learn today?
es: ¿Qué quieres aprender hoy?
fr: Que veux-tu apprendre aujourd'hui ?
it: Cosa vuoi imparare oggi?
ja: 今日は何を 学びますか？
ko: 오늘 무엇을 학습할까요?
nl: Wat wil je vandaag leren?
pl: Czego chcesz się dziś nauczyć?
pt: O que queres aprender hoje?
ru: Что будем учить сегодня?
sv: Vad vill du lära dig idag?
tr: Bugün ne öğrenmek istersin?
zh_hans: 你今天想学 什么？

source: Weiter
ar: متابعة
el: Συνέχεια
en: Continue
es: Continuar
fr: Continuer
it: Continua
ja: 次へ
ko: 다음
nl: Doorgaan
pl: Dalej
pt: Continuar
ru: Далее
sv: Nästa
tr: Devam
zh_hans: 继续

source: Welche Sprache möchtest du lernen?
ar: ما اللغة التي تريد تعلّمها؟
el: Ποια γλώσσα θέλεις να μάθεις;
en: Which language do you want to learn?
es: ¿Qué idioma quieres aprender?
fr: Quelle langue veux-tu apprendre ?
it: Quale lingua vuoi imparare?
ja: どの言語を学びますか？
ko: 어떤 언어를 배우고 싶어요?
nl: Welke taal wil je leren?
pl: Jakiego języka chcesz się uczyć?
pt: Que idioma queres aprender?
ru: Какой язык ты хочешь учить?
sv: Vilket språk vill du lära dig?
tr: Hangi dili öğrenmek istersin?
zh_hans: 你想学哪种语言？

source: Willkommen bei VocabSpark!
ar: مرحباً بك في VocabSpark!
el: Καλώς ήρθες στο VocabSpark!
en: Welcome to VocabSpark!
es: ¡Bienvenido a VocabSpark!
fr: Bienvenue dans VocabSpark !
it: Benvenuto su VocabSpark!
ja: VocabSparkへようこそ！
ko: VocabSpark에 오신 것을 환영해요!
nl: Welkom bij VocabSpark!
pl: Witaj w VocabSpark!
pt: Boas-vindas ao VocabSpark!
ru: Добро пожаловать в VocabSpark!
sv: Välkommen till VocabSpark!
tr: VocabSpark'a hoş geldin!
zh_hans: 欢迎使用 VocabSpark！

source: Wird geladen...
ar: جارٍ التحميل...
el: Φόρτωση...
en: Loading...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中…
ko: 불러오는 중...
nl: Bezig met laden...
pl: Ładowanie...
pt: A carregar...
ru: Загрузка...
sv: Laddar...
tr: Yükleniyor...
zh_hans: 加载中…

source: Zeit zum Lernen! 📚
ar: حان وقت التعلّم! 📚
el: Ώρα να μάθεις! 📚
en: Time to learn! 📚
es: ¡Hora de aprender! 📚
fr: C'est l'heure d'apprendre ! 📚
it: È ora di imparare! 📚
ja: 学習の時間です！ 📚
ko: 학습할 시간이에요! 📚
nl: Tijd om te leren! 📚
pl: Czas na naukę! 📚
pt: Hora de aprender! 📚
ru: Пора учить! 📚
sv: Dags att plugga! 📚
tr: Öğrenme zamanı! 📚
zh_hans: 该学习啦！📚

source: Zu den Einstellungen
ar: إلى الإعدادات
el: Στις ρυθμίσεις
en: Go to Settings
es: Ir a Ajustes
fr: Ouvrir les Réglages
it: Vai alle Impostazioni
ja: 設定へ
ko: 설정으로 가기
nl: Naar de instellingen
pl: Przejdź do ustawień
pt: Ir para as Definições
ru: К настройкам
sv: Till inställningarna
tr: Ayarlara git
zh_hans: 前往设置

source: Zurück
ar: رجوع
el: Πίσω
en: Back
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt: Voltar
ru: Назад
sv: Tillbaka
tr: Geri
zh_hans: 返回
